"BUTTON_AUTHENTICATE" = "ใช้หมายเลขโทรศัพท์ของฉัน";

"BUTTON_CREATED_ACCOUNT" = "สร้างบัญชีแล้ว";

"BUTTON_CREATE_ACCOUNT" = "สรัางบัญชี";

"BUTTON_CREATING_ACCOUNT" = "กำลังสร้างบัญชี";

"BUTTON_DISMISS" = "ยกเลิก";

"BUTTON_NOT_NOW" = "ไม่ใช่ตอนนี้";

"BUTTON_OK" = "ตกลง";

"BUTTON_OKAY" = "ตกลง";

"BUTTON_RESEND_CONF_CODE" = "ส่งรหัสยืนยันอีกครั้ง";

"BUTTON_RETRY" = "ลองใหม่";

"BUTTON_SENDING_CONF_CODE" = "กําลังส่งรหัสยืนยัน";

"BUTTON_SEND_2_STEP_VERIFICATION_CODE" = "ยืนยัน";

"BUTTON_SEND_2_STEP_VERIFICATION_CODE_FINISHED" = "ยืนยันแล้ว";

"BUTTON_SEND_2_STEP_VERIFICATION_CODE_IN_PROGRESS" = "กำลังยืนยัน";

"BUTTON_SEND_CONF_CODE" = "ส่งรหัสยืนยัน";

"BUTTON_SENT_CONF_CODE" = "ส่งรหัสยืนยันแล้ว";

"BUTTON_SIGNED_IN" = "เข้าสู่ระบบแล้ว";

"BUTTON_SIGNING_IN" = "เข้าสู่ระบบ";

"BUTTON_SIGN_IN" = "เข้าสู่ระบบ";

"BUTTON_SIGN_IN_WITH_TWITTER" = "เข้าสู่ระบบด้วยทวิตเตอร์";

"BUTTON_TRY_DIFFERENT_NUMBER" = "ลองใช้หมายเลขโทรศัพท์อื่น";

"CALL_ME_ACTION" = "โทรหาฉัน";

"CALL_ME_LOADING" = "กำลังโทร...";

"ERROR_CANT_SMS" = "ไม่สามารถส่งข้อความ SMS ให้หมายเลขโทรศัพท์นี้ได้";

"ERROR_CHECK_CODE_TRY_AGAIN" = "โปรดตรวจสอบรหัสของคุณและลองใหม่อีกครั้ง";

"ERROR_CHECK_CONNECTION_TRY_AGAIN" = "โอ๊ะ ดูเหมือนว่าเราจะมีปัญหาด้านเครือข่าย ลองใหม่อีกครั้งหรือไม่ [%@]";

"ERROR_CHECK_NUMBER_TRY_AGAIN" = "โปรดตรวจสอบหมายเลขโทรศัพท์ของคุณและลองใหม่อีกครั้ง";

"ERROR_TRY_AGAIN_LATER" = "เราไม่สามารถนำคุณเข้าสู่ระบบด้วยทวิตเตอร์ได้ในตอนนี้ โปรดลองอีกครั้งในภายหลัง";

"FOOTNOTE_2_STEP_VERIFICATION_CODE" = "คุณได้ตั้งรหัสยืนยัน 2 ชั้นไว้ก่อนหน้านี้บน <u>digits.com</u>";

"FOOTNOTE_CREATE_ACCOUNT" = "การแตะ \"สร้างบัญชี\" ที่ด้านบน จะถือว่าคุณยอมรับ <u>ข้อตกลงการใช้งาน</u> <u>นโยบายความเป็นส่วนตัว</u> และ <u>นโยบายคุกกี้</u> ของ Digits by Twitter และผู้ใช้ %@ รายอื่น ๆ จะสามารถหาคุณได้จากหมายเลขโทรศัพท์และ/หรืออีเมล";

"FOOTNOTE_SEND_CONF_CODE" = "เมื่อแตะ \"ส่งรหัสยืนยัน\" <u>Digits by Twitter</u> จะส่งข้อความ SMS หรือโทรศัพท์ไปหาคุณเพื่อยืนยันเบอร์โทรศัพท์ของคุณ ซึ่งอาจมีการเก็บค่าบริการข้อความและข้อมูล";

"FOOTNOTE_TOS_UPDATE" = "เมื่อแตะ \"เข้าสู่ระบบ\" ด้านบน จะถือว่าคุณยอมรับ <u>ข้อตกลงการใช้งาน</u> <u>นโยบายความเป็นส่วนตัว</u> และ<u>นโยบายคุกกี้</u> ที่ได้รับการปรับปรุงของ Digits by Twitter และผู้ใช้อื่นๆ ของ %@ สามารถค้นหาคุณได้จากหมายเลขโทรศัพท์และ/หรืออีเมล";

"LABEL_ENTER_2_STEP_VERIFICATION_CODE" = "ป้อนรหัสยืนยัน 2 ชั้น";

"LABEL_ENTER_CONF_CODE" = "ป้อนรหัสยืนยัน";

"LABEL_ENTER_PHONE_NUMBER" = "ป้อนหมายเลขโทรศัพท์ของคุณ";

"LABEL_EXPLAIN_FIND_YOUR_FRIENDS" = "เราใช้ Digits by Twitter เพื่อค้นหาเพื่อนของคุณที่ใช้งานแอพนี้ เมื่อคุณแตะ ตกลง เราจะอัพโหลดสมุดที่อยู่ของคุณไปที่ Digits by Twitter ดังนั้นเราสามารถหาผู้ใช้ของ %@ ที่คุณรู้จักหรือช่วยผู้ใช้อื่นๆของ %@ ค้นหาคุณ";

"LABEL_FIND_YOUR_FRIENDS_TITLE" = "ค้นหาเพื่อนของคุณ";

"LABEL_UNABLE_TO_CONFIRM_NUMBER" = "ไม่สามารถยืนยันหมายเลขโทรศัพท์ของคุณได้";

"LABEL_UNABLE_TO_CONFIRM_NUMBER_EXPLANATION" = "ขออภัย เราประสบปัญหาขณะส่งรหัสยืนยันถึงคุณ";

"PARTIAL_FOOTNOTE_THIS_APP" = "แอพนี้";

"PLACEHOLDER_2_STEP_VERIFICATION_CODE" = "รหัสยืนยัน";

"PLACEHOLDER_CONF_CODE" = "รหัสยืนยัน";

"PLACEHOLDER_YOUR_NUMBER" = "หมายเลขโทรศัพท์ของคุณ";

"WAIT_FOR_CONF_CODE" = "เราจะส่งรหัสยืนยันไปที่โทรศัพท์ของคุณภายในหนึ่งนาที";

